// Все комплименты для Нюши
const compliments = [
    {
        number: 1,
        heart: "💖",
        title: "Твоя улыбка",
        text: "Твоя улыбка - как лучик счастья в тёмном лесу. Освещает мне путь - когда я его теряю. Когда ты улыбаешься, все проблемы кажутся мелочами!"
    },
    {
        number: 2,
        heart: "💕",
        title: "Твои глаза",
        text: "Твои глаза - для меня, самое милое что я видел на свете, из-за них тебя можно простить за всё."
    },
    {
        number: 3,
        heart: "💞",
        title: "Твоя доброта",
        text: "Твоя доброта - это целый спектр эмоций, ты умеешь прощать то, что никто и никогда не простил!"
    },
    {
        number: 4,
        heart: "💓",
        title: "Твои губы",
        text: "Твои губы - это как запретный плод, их хочет вкусить каждый, но не каждый достоин их, надеюсь я стану достоиным их 😛."
    },
    {
        number: 5,
        heart: "💗",
        title: "Твои щёчки",
        text: "Твои шёчки — это та вещь которую только так хочется тискать и целовать!"
    },
    {
        number: 6,
        heart: "💘",
        title: "Твоя красота",
        text: "Твоя красота - внешне ты милая и очень крутая, внутрене ты монстр, но только тот который идеально подходит мне и с которым я сумею совладать!"
    },
    {
        number: 7,
        heart: "💝",
        title: "Твое чувство юмора",
        text: "Твое чувство юмора - это то что я именно и искал, чтобы человек шутил точно так же как я и понимал каждую мою шутку и мог пошутить так же!"
    },
    {
        number: 8,
        heart: "💟",
        title: "Твоя забота",
        text: "Ты умеешь заботиться так, что сердце наполняется благодарностью и теплом. О тебе хочется заботиться в ответ и не за что не отпускать!"
    },
    {
        number: 9,
        heart: "❤️‍🔥",
        title: "Твоя страсть",
        text: "Твоя страсть к жизни заразительна! Ты умеешь гореть идеями и вдохновлять других действовать и стримится выше своей головы."
    },
    {
        number: 10,
        heart: "💌",
        title: "Твоя уникальность",
        text: "Ты - единственная и неповторимая! Во всём мире нет не единой девушки которая хоть на каплю будут похожи на тебя, в них будет лишь часть, но вот мне нужна вся ты, Спасибо за то что ты есть!"
    }
];